/*******************************************************************
 * * 文件名：
 * * 文件作用：
 * *-------------------------------------------------------------------
 * * 修改历史记录：
 * * 修改时间      修改人    修改内容概要
 * * 2013-02-23    xwj       新增
 * *******************************************************************/

namespace Net.CommonLib.ExcelReport
{
    public enum GroupAlign
    {
        /// <summary>
        /// 不分组
        /// </summary>
        None,

        /// <summary>
        /// 纵向分组
        /// </summary>
        Vertical,

        /// <summary>
        /// 横向分组
        /// </summary>
        Horizontal,

        /// <summary>
        /// Todo
        /// </summary>
        Always
    }
}